/* 
  Localizable.strings
  VideoBeautify

  Created by Johnny on 9/10/14.
  Copyright (c) 2014 Future Studio. All rights reserved.
*/
"Theme" = "Theme";
"Album" = "Album";
"Save" = "Save";
"UsageHint" = "Click to start";
"success" = "Success";
"msgSuccess" = "Saved to the camera roll!";
"ok" = "ok";
"failed" = "Failed";
"msgFailed" = "Save to album failed!";
"effect" = "Effect";
"msgConvertFailed" = "File convert failed!";
"filter" = "Filter";
"error" = "Error";
"fileLenHint" = "Sorry, the length of the video file should be less than";
"seconds" = "seconds";
"Processing" = "Processing";
"share" = "Share";
"uploading" = "Uploading";
"WeixiInstallError" = "Sorry, Wechat hasn't been installed on this device. Please install it first.";
"YoukuOAuthFailed" = "Youku auth invalided, please auth again!";
